acpi
acpid
adwaita-icon-theme
adwaita-maia
alacarte
alacritty
alsa-firmware
alsa-utils
apparmor
aria2
avahi
b43-fwcutter
baobab
bash
bat
bluez-utils
bmenu
brave
btrfs-progs
bzip2
caffeine-ng
clang
coreutils
cowsay
cpupower
crda
cronie
cryptsetup
dconf-editor
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop
evince
evolution-data-server
exfat-utils
f2fs-tools
fd
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
firefox-developer-edition
firefox-gnome-theme-maia
flameshot
fortune-mod
fprintd
gawk
gcc-libs
gcolor3
gdb
gdm
gedit
gettext
gimp
github-cli
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-layout-switcher
gnome-maps
gnome-online-accounts
gnome-podcasts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extension-nightthemeswitcher
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
go-tools
gparted
grep
grilo-plugins
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtkhash-nautilus
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
htop
ibus
illyria-wallpaper
inetutils
intel-ucode
inxi
iproute2
iputils
java-openjfx
jfsutils
jre8-openjdk
jupyter
kdenlive
kernel-alive
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libva-vdpau-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa-demos
lib32-mesa-vdpau
lib32-mpg123
lib32-ocl-icd
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libappindicator-gtk3
libdvdcss
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
licenses
linux510
linux54
logrotate
lolcat
lollypop
lrzip
lutris
lvm2
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-dynamic-wallpaper
manjaro-firmware
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-hello
manjaro-hotfixes
manjaro-log-helper
manjaro-printer
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
manjaro-zsh-config
mariadb
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
nautilus-sendto
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-compat
npm
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
ocl-icd
openresolv
openssh
os-prober
p7zip
pacman
pacui
pamac-flatpak-plugin
pamac-gnome-integration
pamac-gtk
pamac-snap-plugin
pandoc
papirus-maia-icon-theme
pass
pciutils
peek
perl
playonlinux
polari
polkit-gnome
postgresql
powertop
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pycharm-community-edition
qgnomeplatform
reiserfsprogs
ripgrep
rpi-imager
rsync
rygel
s-nail
sassc
seahorse
sed
shadow
simple-scan
snapd-glib
spectre-meltdown-checker
sqlitebrowser
stacer
steam-manjaro
sudo
sushi
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
telegram-desktop
terminus-font
texinfo
timeshift
tlp
totem
tracker
tracker-miners
translate-shell
transmission-gtk
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ulauncher
unace
unrar
usb_modeswitch
usbutils
util-linux
valgrind
vi
vim
vino
vlc
vulkan-intel
vulkan-radeon
wallpapers-2018
wallpapers-juhraya
wget
which
wine
wine-gecko
wine-mono
winetricks
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xz
yay
yelp
youtube-dl
zathura
zathura-pdf-mupdf
